{
  "English": "Inglese",
  "Italian": "Italiano",
  "Arabic": "Arabo",
  "home": "HOME",
  "products": "PRODOTTI",
  "about": "CHI SIAMO",
  "contact": "CONTATTO",
  "ABOUT US": "CHI SIAMO",
  "Each product undergoes rigorous testing and adheres to the highest Italian quality standards. We source the finest materials and components to ensure durability and long-lasting performance, allowing you to enjoy the benefits of our appliances for years to come.": "Ogni prodotto subisce test rigorosi e aderisce ai più elevati standard di qualità italiani. Selezioniamo i materiali e i componenti migliori per garantire durata e prestazioni prolungate, permettendoti di godere dei benefici dei nostri elettrodomestici per anni a venire.",
  "Read More": "Leggi di più",
  "Email": "Email",
  "Address": "Indirizzo",
  "Iraq - Sulaymaniyah": "Iraq - Sulaymaniyah",
  "arbat road srores complex of sulaymaniyah chamber of commerce, wharehouse number 417": "Complesso di negozi di Arbat Road, camera di commercio di Sulaymaniyah, magazzino numero 417",
  "Phone": "Telefono",
  "Follow Us": "Seguici",
  "Facabook": "Facebook",
  "Instagram": "Instagram",
  "Pages": "Pagine",
  "Privacy Policy © Rital": "Informativa sulla Privacy © Rital",
  "RT - 1000 Food Chopper": "RT - 1000 Tritatutto",
  "RT - 1002 Food Chopper": "RT - 1002 Tritatutto",
  "RT - 1004 Multifunction Blender Robots": "RT - 1004 Robot Frullatore Multifunzionale",
  "RT - 1006 Commercial Blender": "RT - 1006 Frullatore Commerciale",
  "RT - 1016 Food Chopper": "RT - 1016 Tritatutto",
  "RT - 1021 Electric Kettle": "RT - 1021 Bollitore Elettrico",
  "RT - 1022 Electric Kettle": "RT - 1022 Bollitore Elettrico",
  "RT - 1023 Multifunctional grinding machine": "RT - 1023 Macchina Macinatrice Multifunzionale",
  "RT - 1024 Electric Kettle": "RT - 1024 Bollitore Elettrico",
  "RT - 1025 Electric Kettle": "RT - 1025 Bollitore Elettrico",
  "RT - 1026 Electric Kettle": "RT - 1026 Bollitore Elettrico",
  "RT - 1028 Electrical Coffee Pot": "RT - 1028 Caffettiera Elettrica",
  "RT - 1029 Features": "RT - 1029 Caratteristiche",
  "RT - 1030 Features": "RT - 1030 Caratteristiche",
  "RT - 1032 Hand Mixer": "RT - 1032 Frullatore a Mano",
  "RT - 1034 Electric Kettle": "RT - 1034 Bollitore Elettrico",
  "RT - 1036 Copper Motor": "RT - 1036 Motore in Rame",
  "MULTIFUNCTION BLENDER": "FRULLATORE MULTIFUNZIONALE",
  "One machine with multiple functions. Extract nutritious juices.": "Una macchina con molteplici funzioni. Estrai succhi nutrienti.",
  "TURKISH TEA MAKER": "MACCHINA PER IL TÈ TURCO",
  "Experience the rich and authentic taste of Turkish tea. Capture the essence of tradition in every sip.": "Scopri il gusto ricco e autentico del tè turco. Cattura l'essenza della tradizione in ogni sorso.",
  "SMART PRESSURE COOKER": "CUCINA A PRESSIONE INTELLIGENTE",
  "Effortlessly cook delicious meals in minutes. Bring convenience and flavor to your kitchen.": "Cucina pasti deliziosi senza sforzo in pochi minuti. Porta comodità e sapore nella tua cucina.",
  "NEW ARRIVALS": "NUOVI ARRIVI",
  "Your trusted destination for high-quality kitchen and home appliances": "La tua destinazione fidata per elettrodomestici da cucina e per la casa di alta qualità",
  "About Us": "Chi Siamo",
  "EMPOWER YOUR HOME WITH RITAL ELECTRICS": "ILLUMINA LA TUA CASA CON RITAL ELECTRICS",
  "Rital Electrics prides itself on delivering superior products crafted with Italian precision and excellence. Since our establishment in 2021, we have been dedicated to enhancing the comfort, convenience, and efficiency of your daily life through our innovative range of electronic devices.": "Rital Electrics è orgogliosa di offrire prodotti superiori realizzati con precisione e eccellenza italiane. Dal nostro stabilimento nel 2021, ci dedichiamo a migliorare il comfort, la comodità e l'efficienza della tua vita quotidiana attraverso la nostra gamma innovativa di dispositivi elettronici.",
  "At Rital Electrics, we understand that the heart of every home lies within the kitchen. That is why we have meticulously designed and manufactured a wide array of kitchen appliances to cater to your diverse culinary needs. From state-of-the-art air fryers to sleek coffee machines and blenders, our products combine cutting-edge technology with Italian craftsmanship to elevate your cooking experience.": "Da Rital Electrics, comprendiamo che il cuore di ogni casa risiede nella cucina. Per questo motivo, abbiamo progettato e realizzato meticolosamente una vasta gamma di elettrodomestici da cucina per soddisfare le tue diverse esigenze culinarie. Dai moderni friggitori ad aria alle eleganti macchine da caffè e frullatori, i nostri prodotti combinano tecnologia all'avanguardia con l'artigianato italiano per migliorare la tua esperienza culinaria.",
  "We believe in the power of innovation and continuously strive to introduce new and advanced features in our products. Our team of skilled engineers and designers work tirelessly to bring you the latest advancements in electronic technology, ensuring that our appliances are not only functional but also aesthetically pleasing additions to your home.": "Crediamo nel potere dell'innovazione e ci impegniamo costantemente a introdurre nuove e avanzate caratteristiche nei nostri prodotti. Il nostro team di ingegneri e designer qualificati lavora instancabilmente per offrirti le ultime novità nella tecnologia elettronica, assicurandoti che i nostri elettrodomestici non siano solo funzionali, ma anche esteticamente piacevoli aggiunte alla tua casa.",
  "Quality is the cornerstone of Rital Electronics. Each product undergoes rigorous testing and adheres to the highest Italian quality standards. We source the finest materials and components to ensure durability and long-lasting performance, allowing you to enjoy the benefits of our appliances for years to come. With our commitment to excellence, we aim to exceed your expectations and deliver products that enhance your daily life.": "La qualità è il fondamento di Rital Electronics. Ogni prodotto subisce test rigorosi e aderisce ai più elevati standard di qualità italiani. Selezioniamo i materiali e i componenti migliori per garantire durata e prestazioni prolungate, permettendoti di godere dei benefici dei nostri elettrodomestici per anni a venire. Con il nostro impegno per l'eccellenza, puntiamo a superare le tue aspettative e a offrire prodotti che migliorano la tua vita quotidiana.",
  "We value your satisfaction and strive to provide impeccable customer service. Our dedicated support team is ready to assist you with any inquiries or concerns you may have, ensuring a seamless experience from purchase to post-sales support.": "Valutiamo la tua soddisfazione e ci impegniamo a fornire un servizio clienti impeccabile. Il nostro team di supporto dedicato è pronto ad assisterti con qualsiasi domanda o preoccupazione tu possa avere, garantendo un'esperienza senza intoppi dall'acquisto al supporto post-vendita.",
  "We invite you to explore our extensive range of kitchen and home appliances, thoughtfully designed to simplify your life and bring elegance to your living space. Join the Rital Electrics family and experience the perfect blend of Italian quality, innovation, and style in every product we offer.": "Ti invitiamo a esplorare la nostra vasta gamma di elettrodomestici da cucina e per la casa, progettati con attenzione per semplificare la tua vita e portare eleganza al tuo spazio abitativo. Unisciti alla famiglia Rital Electrics e sperimenta il perfetto equilibrio tra qualità italiana, innovazione e stile in ogni prodotto che offriamo.",
  "Sending...": "Invio in corso...",
  "Send Message": "Invia Messaggio",
  "Your message": "Il tuo messaggio",
  "Subject": "Oggetto",
  "Your email": "La tua email",
  "FirstName": "Nome",
  "Contact Us": "Contattaci",
  "Reach out to us for electrifying solutions!": "Contattaci per soluzioni elettrizzanti!",
  "Failed to send message": "Impossibile inviare il messaggio",
  "Message sent successfully": "Messaggio inviato con successo",
  "Products": "Prodotti",
  "QUALITY IS OUR CORNERSTONE": "LA QUALITÀ È LA NOSTRA COLONNA PORTANTE",
  "Product": "Prodotto",
  "Rated Power: 220V-240V 50HZ-60Hz 300W": "Potenza Nominale: 220V-240V 50HZ-60Hz 300W",
  "CAPACITY: 3.0L": "CAPACITÀ: 3,0L",
  "Detachable parts for easy cleaning": "Parti removibili per una facile pulizia",
  "Double cover design, fresh stirring and cover immediately": "Design con doppio coperchio, mescola fresco e copri immediatamente",
  "Machine cup separation, use more convenient": "Separazione della tazza della macchina, uso più comodo",
  "3 speeds control": "Controllo a 3 velocità",
  "New S blade chopping system": "Nuovo sistema di taglio con lama a S",
  "Non-slip rubber base": "Base in gomma antiscivolo",
  "High quality borosilicate glass": "Vetro borosilicato di alta qualità",
  "FRUIT JUICE: A smoothie is a great way to start your day. You can get half of your daily recommended fruits and vegetables in one tall glass.Raw Pro series make the best smoothies in 30 sec or less.": "SUCCO DI FRUTTA: Un frullato è un ottimo modo per iniziare la giornata. Puoi ottenere metà delle tue porzioni giornaliere raccomandate di frutta e verdura in un solo bicchiere alto. La serie Raw Pro prepara i migliori frullati in 30 secondi o meno.",
  "ICE CREAM: With a Raw Pro Series, you get an ice cream consistently. Crush ice and water mixture effectively and without in cider. Make daiquiris, granitas and more.": "GELATO: Con una serie Raw Pro, ottieni un gelato consistente. Schiaccia efficacemente il mix di ghiaccio e acqua senza compromettere la qualità. Prepara daiquiri, granite e altro ancora.",
  "SOYMILK: Grind soy beans and other grains finely to make beautiful smooth drinks without losing any of the nutrition": "LATTE DI SOIA: Macina fagioli di soia e altri cereali finemente per preparare bevande lisce e ottimali senza perdere alcun nutriente",
  "SOUP: With a Raw Pro Series you pulverize the raw vegetables instead of cooking them down so you retain all the vitamins and nutrients.": "ZUPPA: Con una serie Raw Pro puoi polverizzare le verdure crude invece di cuocerle, mantenendo tutte le vitamine e i nutrienti.",
  "Electric Rating: 220V 50Hz": "Classificazione Elettrica: 220V 50Hz",
  "Unbreakable 2L large capacity jar": "Barattolo di grande capacità da 2L infrangibile",
  "High speed 100% copper motors": "Motori ad alta velocità 100% rame",
  "US 304 Food grade 6 blades": "6 lame di grado alimentare US 304",
  "Wet and Dry grinds": "Macinatura umida e secca",
  "PTC Thermostat protect system": "Sistema di protezione termostatica PTC",
  "Capacity:3L": "Capacità:3L",
  "Electric Rating:220V 50/60Hz 400W": "Classificazione Elettrica:220V 50/60Hz 400W",
  "Cover material: stainless": "Materiale del coperchio: acciaio inossidabile",
  "Bowl material: stainless steel": "Materiale della ciotola: acciaio inossidabile",
  "Button:3": "Pulsanti:3",
  "%100 powerful pure copper motor": "%100 potente motore in rame puro",
  "Detachable Blade:4-S blades+2-S blades": "Lama rimovibile: 4 lame a S + 2 lame a S",
  "Bottom pad: non-slip": "Pad inferiore: antiscivolo",
  "Package: no foam": "Imballaggio: senza schiuma",
  "Rated power supply: 220-240V 50/50Hz": "Alimentazione nominale: 220-240V 50/50Hz",
  "Motor power:300W": "Potenza del motore:300W",
  "2.3 L capacity": "Capacità: 2,3 L",
  "Ideal for the Turkish coffee": "Ideale per il caffè turco",
  "0.5lt chamber capacity": "Capacità della camera: 0,5 lt",
  "ON/Off knob with light": "Manopola ON/OFF con luce",
  "Dual safety system for overheat protection": "Sistema di sicurezza doppio per protezione da surriscaldamento",
  "220V-240V,50HZ,600W": "220V-240V,50HZ,600W",
  "5 speeds": "5 velocità",
  "Turbo function with safety device: turbo function only works when the appliance is functioning": "Funzione turbo con dispositivo di sicurezza: la funzione turbo funziona solo quando l'apparecchio è in funzione",
  "Eject button with safety device: blocked while the appliance is operating ": "Pulsante di espulsione con dispositivo di sicurezza: bloccato mentre l'apparecchio è in funzione",
  "Chrome dough hooks and beaters included Body with brushed stainless steel": "Ganci per impasto e fruste in cromato inclusi Corpo in acciaio inox spazzolato",
  "220-240V~50/60Hz, 200W": "220-240V~50/60Hz, 200W",
  "2.0 L capacity": "Capacità: 2,0 L",
  "indicator lamp": "Lampada di indicazione",
  "Automatic switch off": "Spegnimento automatico",
  "Water level indicator": "Indicatore del livello dell'acqua",
  "Removable and washable filter": "Filtro rimovibile e lavabile",
  "360°cordless power base": "Base di alimentazione senza fili a 360°",
  "COFFEE MAKER": "MACCHINA DA CAFFÈ",
  "Power 220V-240V60-50HZ,600W": "Potenza 220V-240V60-50HZ,600W",
  "Capacity 4-1 cups 280-70ML": "Capacità 4-1 tazze 280-70ML",
  "Anti-overflow smart cooking sensor": "Sensore di cottura intelligente anti-trasbordo",
  "safety system preventing waterless operation audio warning": "Sistema di sicurezza che previene l'operazione senza acqua, avviso audio",
  "4-1 fin can capacity 280-70ML": "Capacità del barattolo 4-1 280-70ML",
  "Choppers": "Tritatori",
  "Impress everyone by taking your recipes to the next level": "Impressiona tutti portando le tue ricette al livello successivo",
  "Turkish Tea Maker": "Macchina per il tè turco",
  "Rital electric tea maker meets Traditional Turkish tea with modern technology": "La macchina per il tè elettrica Rital unisce il tè turco tradizionale con la tecnologia moderna",
  "Air Fryer": "Friggitrice ad aria",
  "make all your favorite foods with less of the oil and none of the mess.": "Prepara tutti i tuoi cibi preferiti con meno olio e senza disordine",
  "CALL US": "CHIAMACI",
  "Empower your home with Rital Electrics": "Potenzia la tua casa con Rital Electrics",
  "Where Innovation Meets Excellence. Reach out to us for electrifying solutions!": "Dove l'innovazione incontra l'eccellenza. Contattaci per soluzioni elettrizzanti!",
  "Happy Clients": "Clienti Soddisfatti",
  "Customer satisfaction": "Soddisfazione del Cliente",
  "Excellence in quality is what makes us the preferred choice for our customers.": "L'eccellenza nella qualità è ciò che ci rende la scelta preferita dai nostri clienti.",
  "One machine with multiple functions Extract nutritious juices": "Una macchina con molteplici funzioni per estrarre succhi nutrienti",
  "Experience the rich and authentic taste of Turkish tea Capture the essence of tradition in every sip": "Scopri il gusto ricco e autentico del tè turco, cattura l'essenza della tradizione in ogni sorso",
  "Effortlessly cook delicious meals in minutes Bring convenience and flavor to your kitchen": "Cucina pasti deliziosi senza sforzo in pochi minuti, porta comodità e sapore nella tua cucina",

  "BEST SELLER": "BEST SELLER",
  "Related power:60OW": "Potenza nominale: 600W",
  "Locked power:1600W 220-240V~": "Potenza bloccata: 1600W 220-240V~",
  "On-off & reverse switch and Power indicator with LED light": "Interruttore on-off & inverso e indicatore di potenza con luce LED",
  "Die-cast aluminum NO.5 grinder head with stainless steel tray": "Testa tritacarne in alluminio pressofuso NO.5 con vassoio in acciaio inossidabile",
  "touch 7 speeds control panel": "Pannello di controllo touch a 7 velocità",
  "3 cutting plates:fine, normal and coarse": "3 dischi da taglio: fine, normale e grosso",
  "Sausage & kubbe attachment + food pusher": "Accessorio per salsicce & kubbe + spingitore per alimenti",
  "1000W 220-240V~": "1000W 220-240V~",
  "Full stainless steel housing": "Corpo interamente in acciaio inossidabile",
  "Stainless steel blade assembly": "Assemblaggio delle lame in acciaio inossidabile",
  "Stainless steel middle container": "Contenitore centrale in acciaio inossidabile",
  "85mm diameter of feeding tube": "Diametro del tubo di alimentazione: 85mm",
  "1.0L juice cup": "Bicchiere da 1,0L per succo",
  "Stainless steel handle with safety lock": "Manico in acciaio inossidabile con blocco di sicurezza",
  "Non-slip rubber feet": "Piedini in gomma antiscivolo",
  "2.4L pulp container": "Contenitore per polpa da 2,4L",
  "5 speeds with I-touch": "5 velocità con I-touch",
  "Die-casting handle with safety lock": "Manico in alluminio pressofuso con blocco di sicurezza",
  "1200W 220-240V~": "1200W 220-240V~",
  "functions:clean.grind.ice and smoothie": "funzioni: pulire, macinare, ghiaccio e smoothie",
  "Stainless steel body": "Corpo in acciaio inossidabile",
  "Titanium 6 blades": "6 lame in titanio",
  "Stepless speed turn knob": "Manopola di regolazione velocità continua",
  "1.5L glass jar": "Barattolo in vetro da 1,5L",
  "Vertical switch control wit": "Controllo con interruttore verticale",
  "RMD i-touch panel": "Pannello i-touch RMD",
  "Colorful manual option": "Opzione manuale colorata",
  "24 Speeds": "24 velocità",
  "Over heating protection": "Protezione dal surriscaldamento",
  "1.8L glass jar": "Barattolo in vetro da 1,8L",
  "LCD Display": "Display LCD",
  "Grinder cup": "Tazza tritatutto"
}
