{
  "English": "الإنجليزية",
  "Italian": "الايطالية",
  "Arabic": "العربية",
  "home": "الرئيسية",
  "products": "المنتجات",
  "about": "معلومات عنا",
  "contact": "اتصل بنا",
  "ABOUT US": "معلومات عنا",
  "Each product undergoes rigorous testing and adheres to the highest Italian quality standards. We source the finest materials and components to ensure durability and long-lasting performance, allowing you to enjoy the benefits of our appliances for years to come.": "كل منتج يخضع لاختبارات صارمة ويتوافق مع أعلى معايير الجودة الإيطالية. نحن نستخدم أفضل المواد والمكونات لضمان المتانة والأداء الطويل الأمد، مما يتيح لك الاستمتاع بمزايا أجهزتنا لسنوات قادمة.",
  "Read More": "اقرأ المزيد",
  "Email": "البريد الإلكتروني",
  "Address": "العنوان",
  "Iraq - Sulaymaniyah": "العراق - السليمانية",
  "arbat road srores complex of sulaymaniyah chamber of commerce, wharehouse number 417": "مجمع أراضى الشوارع، السليمانية، غرفة التجارة، مستودع رقم 417",
  "Phone": "الهاتف",
  "Follow Us": "تابعنا",
  "Facabook": "فيسبوك",
  "Instagram": "إنستغرام",
  "Pages": "الصفحات",
  "Privacy Policy © Rital": "سياسة الخصوصية © ريتال",
  "RT - 1000 Food Chopper": "RT - 1000 مفرمة الطعام",
  "RT - 1002 Food Chopper": "RT - 1002 مفرمة الطعام",
  "RT - 1004 Multifunction Blender Robots": "RT - 1004 خلاط متعدد الوظائف",
  "RT - 1006 Commercial Blender": "RT - 1006 خلاط تجاري",
  "RT - 1016 Food Chopper": "RT - 1016 مفرمة الطعام",
  "RT - 1021 Electric Kettle": "RT - 1021 غلاية كهربائية",
  "RT - 1022 Electric Kettle": "RT - 1022 غلاية كهربائية",
  "RT - 1023 Multifunctional grinding machine": "RT - 1023 آلة طحن متعددة الوظائف",
  "RT - 1024 Electric Kettle": "RT - 1024 غلاية كهربائية",
  "RT - 1025 Electric Kettle": "RT - 1025 غلاية كهربائية",
  "RT - 1026 Electric Kettle": "RT - 1026 غلاية كهربائية",
  "RT - 1028 Electrical Coffee Pot": "RT - 1028 إبريق كهربائي للقهوة",
  "RT - 1029 Features": "RT - 1029 ميزات",
  "RT - 1030 Features": "RT - 1030 ميزات",
  "RT - 1032 Hand Mixer": "RT - 1032 خلاط يدوي",
  "RT - 1034 Electric Kettle": "RT - 1034 غلاية كهربائية",
  "RT - 1036 Copper Motor": "RT - 1036 محرك نحاسي",
  "MULTIFUNCTION BLENDER": "خلاط متعدد الوظائف",
  "One machine with multiple functions. Extract nutritious juices.": "آلة واحدة بعدة وظائف. استخلاص العصائر المغذية.",
  "TURKISH TEA MAKER": "صانع الشاي التركي",
  "Experience the rich and authentic taste of Turkish tea. Capture the essence of tradition in every sip.": "استمتع بطعم الشاي التركي الغني والأصيل. التقط جوهر التقليد في كل رشفة.",
  "SMART PRESSURE COOKER": "طباخ ضغط ذكي",
  "Effortlessly cook delicious meals in minutes. Bring convenience and flavor to your kitchen.": "طهي وجبات لذيذة بسهولة في دقائق. اجلب الراحة والنكهة إلى مطبخك.",
  "NEW ARRIVALS": "الوصولات الجديدة",
  "Your trusted destination for high-quality kitchen and home appliances": "وجهتك الموثوقة للأجهزة المنزلية والمطبخ عالية الجودة",
  "About Us": "معلومات عنا",
  "EMPOWER YOUR HOME WITH RITAL ELECTRICS": "قوي منزلك بأجهزة ريتال الكهربائية",
  "Rital Electrics prides itself on delivering superior products crafted with Italian precision and excellence. Since our establishment in 2021, we have been dedicated to enhancing the comfort, convenience, and efficiency of your daily life through our innovative range of electronic devices.": "تفتخر ريتال إلكتركس بتقديم منتجات متميزة مصنوعة بدقة وتميز إيطالي. منذ تأسيسنا في عام 2021، كنا ملتزمين بتحسين راحة وراحة وكفاءة حياتك اليومية من خلال مجموعتنا المبتكرة من الأجهزة الإلكترونية.",
  "At Rital Electrics, we understand that the heart of every home lies within the kitchen. That is why we have meticulously designed and manufactured a wide array of kitchen appliances to cater to your diverse culinary needs. From state-of-the-art air fryers to sleek coffee machines and blenders, our products combine cutting-edge technology with Italian craftsmanship to elevate your cooking experience.": "في ريتال إلكتركس، نفهم أن قلب كل منزل يكمن في المطبخ. لهذا السبب قمنا بتصميم وتصنيع مجموعة واسعة من الأجهزة المطبخية لتلبية احتياجاتك الطهو المتنوعة. من القلايات الهوائية الحديثة إلى آلات القهوة الأنيقة والخلاطات، تجمع منتجاتنا بين التكنولوجيا المتطورة والحرفية الإيطالية لرفع تجربة الطهي الخاصة بك.",
  "We believe in the power of innovation and continuously strive to introduce new and advanced features in our products. Our team of skilled engineers and designers work tirelessly to bring you the latest advancements in electronic technology, ensuring that our appliances are not only functional but also aesthetically pleasing additions to your home.": "نحن نؤمن بقوة الابتكار ونسعى باستمرار لتقديم ميزات جديدة ومتقدمة في منتجاتنا. يعمل فريقنا من المهندسين والمصممين المهرة بلا كلل لجلب أحدث التطورات في تكنولوجيا الإلكترونيات، مما يضمن أن أجهزتنا ليست فقط عملية ولكن أيضًا إضافات جمالية إلى منزلك.",
  "Quality is the cornerstone of Rital Electronics. Each product undergoes rigorous testing and adheres to the highest Italian quality standards. We source the finest materials and components to ensure durability and long-lasting performance, allowing you to enjoy the benefits of our appliances for years to come. With our commitment to excellence, we aim to exceed your expectations and deliver products that enhance your daily life.": "الجودة هي حجر الزاوية في ريتال إلكترونكس. كل منتج يخضع لاختبارات صارمة ويتوافق مع أعلى معايير الجودة الإيطالية. نحن نستخدم أفضل المواد والمكونات لضمان المتانة والأداء الطويل الأمد، مما يتيح لك الاستمتاع بمزايا أجهزتنا لسنوات قادمة. مع التزامنا بالتميز، نسعى لتجاوز توقعاتك وتقديم منتجات تعزز حياتك اليومية.",
  "We value your satisfaction and strive to provide impeccable customer service. Our dedicated support team is ready to assist you with any inquiries or concerns you may have, ensuring a seamless experience from purchase to post-sales support.": "نحن نقدر رضاك ونسعى لتقديم خدمة العملاء المثالية. فريق الدعم المخصص لدينا جاهز لمساعدتك في أي استفسارات أو مخاوف قد تكون لديك، لضمان تجربة سلسة من الشراء إلى دعم ما بعد البيع.",
  "We invite you to explore our extensive range of kitchen and home appliances, thoughtfully designed to simplify your life and bring elegance to your living space. Join the Rital Electrics family and experience the perfect blend of Italian quality, innovation, and style in every product we offer.": "ندعوك لاستكشاف مجموعتنا الواسعة من الأجهزة المنزلية والمطبخية، التي تم تصميمها بعناية لتبسيط حياتك وإضفاء الأناقة على مساحة معيشتك. انضم إلى عائلة ريتال إلكتركس واختبر المزج المثالي بين الجودة الإيطالية، والابتكار، والأسلوب في كل منتج نقدمه.",
  "Sending...": "جاري الإرسال...",
  "Send Message": "إرسال رسالة",
  "Your message": "رسالتك",
  "Subject": "الموضوع",
  "Your email": "بريدك الإلكتروني",
  "FirstName": "الاسم الأول",
  "Contact us": "اتصل بنا",
  "Reach out to us for electrifying solutions!": "اتصل بنا للحصول على حلول كهربائية!",
  "Failed to send message": "فشل إرسال الرسالة",
  "Message sent successfully": "تم إرسال الرسالة بنجاح",
  "Products": "المنتجات",
  "QUALITY IS OUR CORNERSTONE": "الجودة هي حجر الزاوية لدينا",
  "Product": "المنتج",
  "Rated Power: 220V-240V 50HZ-60Hz 300W": "القدرة المقدرة: 220V-240V 50HZ-60Hz 300W",
  "CAPACITY: 3.0L": "السعة: 3.0 لتر",
  "Detachable parts for easy cleaning": "أجزاء قابلة للفصل لسهولة التنظيف",
  "Double cover design, fresh stirring and cover immediately": "تصميم غطاء مزدوج، تحريك طازج وغطاء فوراً",
  "Machine cup separation, use more convenient": "فصل كأس الماكينة، استخدام أكثر ملاءمة",
  "3 speeds control": "تحكم بثلاث سرعات",
  "New S blade chopping system": "نظام التقطيع بشفرة S الجديدة",
  "Non-slip rubber base": "قاعدة مطاطية غير قابلة للانزلاق",
  "High quality borosilicate glass": "زجاج بوروسيليكات عالي الجودة",
  "FRUIT JUICE: A smoothie is a great way to start your day. You can get half of your daily recommended fruits and vegetables in one tall glass.Raw Pro series make the best smoothies in 30 sec or less.": "عصير الفواكه: العصير المثلج هو طريقة رائعة لبدء يومك. يمكنك الحصول على نصف حصتك اليومية من الفواكه والخضروات في كأس واحد طويل. سلسلة Raw Pro تصنع أفضل العصائر المثلجة في 30 ثانية أو أقل.",
  "ICE CREAM: With a Raw Pro Series, you get an ice cream consistently. Crush ice and water mixture effectively and without incider. Make daiquiris, granitas and more.": "آيس كريم: مع سلسلة Raw Pro، تحصل على آيس كريم بشكل مستمر. سحِق خليط الثلج والماء بفعالية وبدون أية مشاكل. اصنع داكيري، جرانيتا والمزيد.",
  "SOYMILK: Grind soy beans and other grains finely to make beautiful smooth drinks without losing any of the nutrition": "حليب الصويا: اطحن فول الصويا والحبوب الأخرى بشكل ناعم لتحضير مشروبات سلسة وجميلة دون فقدان أي من العناصر الغذائية.",
  "SOUP: With a Raw Pro Series you pulverize the raw vegetables instead of cooking them down so you retain all the vitamins and nutrients.": "شوربة: مع سلسلة Raw Pro، تقوم بطحن الخضروات النيئة بدلاً من طهيها لتحتفظ بكل الفيتامينات والعناصر الغذائية.",
  "Electric Rating: 220V 50Hz": "تصنيف الكهرباء: 220V 50Hz",
  "Unbreakable 2L large capacity jar": "وعاء كبير بسعة 2 لتر غير قابل للكسر",
  "High speed 100% copper motors": "محركات بسرعة عالية مصنوعة من النحاس الخالص بنسبة 100%",
  "US 304 Food grade 6 blades": "شفاير 6 من الدرجة الغذائية US 304",
  "Wet and Dry grinds": "طحن جاف ورطب",
  "PTC Thermostat protect system": "نظام حماية ترموستات PTC",
  "Capacity:3L": "السعة: 3 لتر",
  "Electric Rating:220V 50/60Hz 400W": "تصنيف الكهرباء: 220V 50/60Hz 400W",
  "Cover material: stainless": "مادة الغطاء: فولاذ مقاوم للصدأ",
  "Bowl material: stainless steel": "مادة الوعاء: فولاذ مقاوم للصدأ",
  "Button:3": "زر: 3",
  "%100 powerful pure copper motor": "محرك قوي 100% من النحاس الخالص",
  "Detachable Blade:4-S blades+2-S blades": "شفرة قابلة للفصل: 4 شفرات S + 2 شفرات S",
  "Bottom pad: non-slip": "وسادة القاعدة: غير قابلة للانزلاق",
  "Package: no foam": "التغليف: بدون رغوة",

  "Rated power supply: 220-240V 50/50Hz": "مزود الطاقة المقدر: 220-240V 50/50Hz",
  "Motor power:300W": "قوة المحرك: 300W",

  "2.3 L capacity": "السعة: 2.3 لتر",

  "Ideal for the Turkish coffee": "مثالي للقهوة التركية",
  "0.5lt chamber capacity": "سعة الغرفة: 0.5 لتر",
  "ON/Off knob with light": "زر التشغيل/إيقاف مع ضوء",
  "Dual safety system for overheat protection": "نظام أمان مزدوج لحماية من الحرارة الزائدة",
  "220V-240V,50HZ,600W": "220V-240V، 50HZ، 600W",

  "5 speeds": "5 سرعات",
  "Turbo function with safety device: turbo function only works when the appliance is functioning": "وظيفة التوربو مع جهاز الأمان: تعمل وظيفة التوربو فقط عندما يكون الجهاز قيد التشغيل",
  "Eject button with safety device: blocked while the appliance is operating": "زر الإخراج مع جهاز الأمان: محجوز أثناء تشغيل الجهاز",
  "Chrome dough hooks and beaters included Body with brushed stainless steel": "خطافات العجين والمضارب المصنوعة من الكروم مدمجة مع جسم من الفولاذ المقاوم للصدأ المصقول",
  "220-240V~50/60Hz, 200W": "220-240V~50/60Hz، 200W",
  "2.0 L capacity": "السعة: 2.0 لتر",
  "indicator lamp": "لمبة المؤشر",
  "Automatic switch off": "إيقاف التشغيل التلقائي",
  "Water level indicator": "مؤشر مستوى المياه",
  "Removable and washable filter": "فلتر قابل للإزالة والغسل",
  "360°cordless power base": "قاعدة طاقة لاسلكية 360°",
  "COFFEE MAKER": "صانع القهوة",
  "Power 220V-240V60-50HZ,600W": "الطاقة 220V-240V 60-50HZ، 600W",
  "Capacity 4-1 cups 280-70ML": "السعة 4-1 أكواب 280-70 مل",
  "Anti-overflow smart cooking sensor": "مستشعر الطبخ الذكي المضاد للتسرب",
  "safety system preventing waterless operation audio warning": "نظام الأمان لمنع التشغيل بدون ماء مع تحذير صوتي",
  "4-1 fin can capacity 280-70ML": "سعة علبة 4-1 fin 280-70 مل",
  "Choppers": "مفرمات",
  "Impress everyone by taking your recipes to the next level": "أدهش الجميع من خلال رفع مستوى وصفاتك إلى المستوى التالي",
  "Turkish Tea Maker": "صانع الشاي التركي",
  "Rital electric tea maker meets Traditional Turkish tea with modern technology": "صانع الشاي الكهربائي ريتال يجمع بين الشاي التركي التقليدي والتكنولوجيا الحديثة",
  "Air Fryer": "قلاية هوائية",
  "make all your favorite foods with less of the oil and none of the mess.": "احضر جميع أطعمتك المفضلة بكمية أقل من الزيت وبدون فوضى",
  "CALL US": "اتصل بنا",
  "Empower your home with Rital Electrics": "قم بتمكين منزلك مع ريتال للإلكترونيات",
  "Where Innovation Meets Excellence. Reach out to us for electrifying solutions!": "حيث تلتقي الابتكارات بالتميز. اتصل بنا للحصول على حلول كهربائية مذهلة!",
  "Happy Clients": "عملاء سعداء",
  "Customer satisfaction": "رضا العملاء",
  "Excellence in quality is what makes us the preferred choice for our customers.": "التفوق في الجودة هو ما يجعلنا الخيار المفضل لعملائنا.",
  "One machine with multiple functions Extract nutritious juices": "آلة واحدة بعدة وظائف لاستخلاص العصائر المغذية",
  "Experience the rich and authentic taste of Turkish tea Capture the essence of tradition in every sip": "تذوق الطعم الغني والأصيل للشاي التركي، واستمتع بجوهر التقليد في كل رشفة",
  "Effortlessly cook delicious meals in minutes Bring convenience and flavor to your kitchen": "اطبخ وجبات لذيذة بسهولة في دقائق، وأضف الراحة والنكهة إلى مطبخك",
  "BEST SELLER": "الأكثر مبيعًا",
  "Related power:60OW": "الطاقة المتعلقة: 600 واط",
  "Locked power:1600W 220-240V~": "الطاقة المقفلة: 1600 واط 220-240 فولت~",
  "On-off & reverse switch and Power indicator with LED light": "مفتاح التشغيل/الإيقاف والعكس مع مؤشر الطاقة بضوء LED",
  "Die-cast aluminum NO.5 grinder head with stainless steel tray": "رأس مطحنة من الألمنيوم المصبوب رقم 5 مع صينية من الفولاذ المقاوم للصدأ",
  "touch 7 speeds control panel": "لوحة تحكم تعمل باللمس بسبع سرعات",
  "3 cutting plates:fine, normal and coarse": "3 ألواح قطع: ناعم، عادي وخشن",
  "Sausage & kubbe attachment + food pusher": "ملحق السجق والكبة + دافع الطعام",
  "1000W 220-240V~": "1000 واط 220-240 فولت~",
  "Full stainless steel housing": "هيكل كامل من الفولاذ المقاوم للصدأ",
  "Stainless steel blade assembly": "مجموعة شفرات من الفولاذ المقاوم للصدأ",
  "Stainless steel middle container": "حاوية وسطية من الفولاذ المقاوم للصدأ",
  "85mm diameter of feeding tube": "قطر أنبوب التغذية: 85 ملم",
  "1.0L juice cup": "كوب عصير بسعة 1.0 لتر",
  "Stainless steel handle with safety lock": "مقبض من الفولاذ المقاوم للصدأ مع قفل أمان",
  "Non-slip rubber feet": "أقدام مطاطية غير قابلة للانزلاق",
  "2.4L pulp container": "حاوية لب بسعة 2.4 لتر",
  "5 speeds with I-touch": "5 سرعات مع التحكم باللمس",
  "Die-casting handle with safety lock": "مقبض من الألمنيوم المصبوب مع قفل أمان",
  "1200W 220-240V~": "1200 واط 220-240 فولت~",
  "functions:clean.grind.ice and smoothie": "الوظائف: التنظيف، الطحن، الثلج والسmoothie",
  "Stainless steel body": "هيكل من الفولاذ المقاوم للصدأ",
  "Titanium 6 blades": "6 شفرات من التيتانيوم",
  "Stepless speed turn knob": "مقبض تحكم بالسرعة غير محدود الدرجات",
  "1.5L glass jar": "جرة زجاجية بسعة 1.5 لتر",
  "Vertical switch control wit": "تحكم بمفتاح عمودي",
  "RMD i-touch panel": "لوحة التحكم باللمس RMD",
  "Colorful manual option": "خيار يدوي ملون",
  "24 Speeds": "24 سرعة",
  "Over heating protection": "حماية من السخونة الزائدة",
  "1.8L glass jar": "جرة زجاجية بسعة 1.8 لتر",
  "LCD Display": "شاشة عرض LCD",
  "Grinder cup": "كوب المطحنة"
}
